Revit 2027 API
CloudPoint.Color Field
The color
Namespace: Autodesk.Revit.DB.PointClouds
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int Color
Public Color As Integer
public:
int Color
val mutable Color: int
Field Value
Int32
See Also
Reference
CloudPoint Structure
Autodesk.Revit.DB.PointClouds Namespace